---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralModelAccessDeniedException
source: html/a69080d2-c7a9-f17f-6d02-6348fa923516.htm
---
# CentralModelAccessDeniedException Properties

The information of the function throwing the exception.